Repository: NaN-tic/trytond-account_invoice_rule
Catalog: locale/*.po
Languages: ca, es

# field:account.invoice.account.rule,company:
source: Company
ca: Empresa
es: Empresa

# field:account.invoice.account.rule,create_date:
source: Create Date
es: Fecha de creación

# field:account.invoice.account.rule,create_uid:
source: Create User
es: Usuario de creación

# field:account.invoice.account.rule,lines:
source: Lines
ca: Línia
es: Líneas

# field:account.invoice.account.rule,name:
source: Name
ca: Nom
es: Nombre

# field:account.invoice.account.rule,rec_name:
source: Record Name
es: Nombre del registro

# field:account.invoice.account.rule,write_date:
source: Write Date
es: Fecha de modificación

# field:account.invoice.account.rule,write_uid:
source: Write User
es: Usuario de modificación

# field:account.invoice.account.rule.line,company:
source: Company
ca: Empresa
es: Empresa

# field:account.invoice.account.rule.line,create_date:
source: Create Date
es: Fecha de creación

# field:account.invoice.account.rule.line,create_uid:
source: Create User
es: Usuario de creación

# field:account.invoice.account.rule.line,origin_account:
source: Origin Account
ca: Compte
es: Cuenta origen

# field:account.invoice.account.rule.line,rec_name:
source: Record Name
es: Nombre del registro

# field:account.invoice.account.rule.line,rule:
source: Rule
ca: Regla
es: Regla

# field:account.invoice.account.rule.line,target_account:
source: Target Account
ca: Compte desti
es: Cuenta destino

# field:account.invoice.account.rule.line,write_date:
source: Write Date
es: Fecha de modificación

# field:account.invoice.account.rule.line,write_uid:
source: Write User
es: Usuario de modificación

# field:party.party,customer_invoice_account_rule:
source: Customer Account Invoice Rule
es: Regla de cuentas factura cliente

# field:party.party,supplier_invoice_account_rule:
source: Supplier Account Invoice Rule
es: Regla de cuentas factura proveedor

# field:party.party.account,customer_invoice_account_rule:
source: Customer Invoice Account Rule
ca: Regla compte factura client
es: Regla de cuentas factura cliente

# field:party.party.account,supplier_invoice_account_rule:
source: Supplier Invoice Account Rule
ca: Regla compte factura proveïdor
es: Reglas de cuentas factura proveedor

# model:account.invoice.account.rule,name:
source: Account Invoice Account Rule
ca: Regla compte factura
es: Regla de cuentas factura

# model:account.invoice.account.rule.line,name:
source: Account Invoice Account Rule Line
ca: Regla compte factura
es: Línea de reglas de cuentas factura

# model:ir.action,name:act_invoice_account_rule_form
source: Invoice Account Rules
ca: Regla compte factura
es: Regla de cuentas factura

# model:ir.rule.group,name:rule_group_invoice_account_rule
source: Invoice Account Rule
ca: Regla compte factura
es: Reglas de cuentas factura

# model:ir.ui.menu,name:menu_invoice_account_rule_form
source: Invoice Account Rules
ca: Regla compte factura
es: Reglas de cuentas factura

# field:party.party,customer_invoice_account_rule:
source: Customer Invoice Account Rule
ca: Regla compte factura client

# field:party.party,supplier_invoice_account_rule:
source: Supplier Invoice Account Rule
ca: Regla compte factura proveïdor
